---
kind: other
id: Properties.T:Autodesk.Revit.DB.PropertyLine
source: html/2391bf75-272c-2c9f-e632-34ee0a980e07.htm
---
# PropertyLine Properties

The id of the assembly instance to which the element belongs.